{"Cluster 0": {"name": "Aktywni profesjonaliści nad wodą (miłośnicy psów)", "description": "Przeważają osoby w wieku 35–44 lata z wysokim wykształceniem. Silna preferencja: miejsca nad wodą i posiadanie psa. Przewaga mężczyzn; grupa wygląda na zamożnych, aktywnych zawodowo."}, "Cluster 1": {"name": "Górscy entuzjaści z wyższym wykształceniem (miłośnicy psów)", "description": "Dominują osoby w średnim wieku (45–54) z wyższym wykształceniem. Wyraźna preferencja: góry oraz psy jako ulubione zwierzęta. Przewaga mężczyzn, stabilna, doświadczona demograficznie grupa."}, "Cluster 2": {"name": "Miłośnicy gór i kotów (35–44, wykształceni)", "description": "Głównie osoby 35–44 lat z wyższym wykształceniem, silne preferencje do pobytu w górach. Większość deklaruje zamiłowanie do kotów, ale występuje też pewna różnorodność preferencji zwierząt. Stosunkowo zrównoważony podział płci."}, "Cluster 3": {"name": "Leśni entuzjaści z wyższym wykształceniem", "description": "Silnie skoncentrowani na wieku 45–54, niemal wszyscy mają wyższe wykształcenie. Wyraźna, dominująca preferencja: pobyt w lesie; często mają psy. Przewaga mężczyzn — grupa konserwatywnie zorientowana na naturę leśną."}, "Cluster 4": {"name": "Młodsi górscy z wykształceniem średnim (różne preferencje zwierząt)", "description": "Przeważają osoby z wykształceniem średnim, rozkład wieku bardziej zróżnicowany (w tym młodsi 18–34). Silna preferencja: góry, ale preferencje zwierząt są mieszane (koty, psy, inne). Wyraźna przewaga mężczyzn."}, "Cluster 5": {"name": "Neutralni miłośnicy przyrody (brak ulubionych zwierząt)", "description": "Niewielka grupa, głównie 35–44 lata, większość z wyższym wykształceniem. Większość deklaruje brak ulubionych zwierząt; częsta preferencja miejsc nad wodą. Grupę cechuje przewaga mężczyzn i neutralne podejście do zwierząt."}, "Cluster 6": {"name": "Doświadczeni profesjonaliści nad wodą (różnorodne pupile)", "description": "Silna koncentracja wiekowa 45–54, większość z wyższym wykształceniem. Preferencja: miejsca nad wodą; różnorodne preferencje zwierząt (psy, koty, inne). Przewaga mężczyzn, stabilny segment o ugruntowanych preferencjach."}, "Cluster 7": {"name": "Średnie wykształcenie nad wodą (głównie miłośnicy psów)", "description": "Grupa z dominującym wykształceniem średnim, zróżnicowany wiek (35–44, 45–54, także młodsi). Preferencja: nad wodą oraz posiadanie psów; mniejsze udziały kotów i innych zwierząt. Przewaga mężczyzn, profil bardziej praktyczny i rekreacyjny."}}